tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "pivotal/tap"
tap "sanemat/font"
brew "apr-util"
brew "readline"
brew "xz"
brew "circleci"
brew "cocoapods"
brew "composer"
brew "openldap"
brew "curl"
brew "deno"
brew "dep"
brew "direnv"
brew "docker", link: false
brew "fontforge"
brew "ghq"
brew "gibo"
brew "goenv", args: ["HEAD"]
brew "helm"
brew "hub"
brew "jenv"
brew "jq"
brew "kompose"
brew "kube-ps1"
brew "kubectx"
brew "libpq"
brew "mas"
brew "minikube"
brew "mysql"
brew "nodebrew"
brew "openjdk"
brew "openjdk@11"
brew "operator-sdk"
brew "peco"
brew "pgcli"
brew "php"
brew "postgresql"
brew "pyenv"
brew "pyenv-virtualenv"
brew "rbenv"
brew "skaffold"
brew "ssh-copy-id", link: true
brew "stern"
brew "terraform"
brew "tig"
brew "watchman"
brew "wget"
brew "zlib"
brew "zsh"
brew "zsh-completions"
brew "heroku/brew/heroku"
brew "pivotal/tap/springboot"
brew "sanemat/font/ricty", args: ["with-powerline"]
cask "adoptopenjdk8"
cask "alfred"
cask "android-file-transfer"
cask "android-studio"
cask "arduino"
cask "bdash"
cask "clipy"
cask "docker"
cask "firefox"
cask "google-backup-and-sync"
cask "google-chrome"
cask "google-cloud-sdk"
cask "intellij-idea-ce"
cask "iterm2"
cask "java"
cask "java11"
cask "minikube"
cask "mysqlworkbench"
cask "processing"
cask "sketch"
cask "skype"
cask "slack"
cask "spectacle"
cask "visual-studio-code"
mas "Boxy SVG", id: 611658502
mas "Evernote", id: 406056744
mas "Free MP4 Converter", id: 693443591
mas "GarageBand", id: 682658836
mas "Gifted", id: 771955779
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Kindle", id: 405399194
mas "LINE", id: 539883307
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Toggl Track", id: 957734279
mas "Xcode", id: 497799835
