tap "heroku/brew"
tap "ngrok/ngrok"
tap "pivotal/tap"
tap "sanemat/font"
brew "xz"
brew "pycparser"
brew "cffi"
brew "awscli"
brew "glib"
brew "circleci"
brew "cocoapods"
brew "curl"
brew "freetds"
brew "gd"
brew "libpq"
brew "php"
brew "composer"
brew "harfbuzz"
brew "deno"
brew "direnv"
brew "docker", link: false
brew "folly"
brew "exercism"
brew "pango"
brew "ffmpeg"
brew "flyctl"
brew "fontforge"
brew "gh"
brew "ghq"
brew "gibo"
brew "gobject-introspection"
brew "goenv"
brew "grep"
brew "helm"
brew "hub"
brew "jenv"
brew "jq"
brew "kompose"
brew "kube-ps1"
brew "kubectx"
brew "libfido2"
brew "mas"
brew "minikube"
brew "mpg321"
brew "mysql"
brew "neo4j"
brew "nvm"
brew "openjdk"
brew "operator-sdk"
brew "pandoc"
brew "peco"
brew "pgcli"
brew "postgresql@14"
brew "protobuf"
brew "pyenv"
brew "pyenv-virtualenv"
brew "python@3.10", link: false
brew "python@3.9"
brew "ruby-build"
brew "rbenv"
brew "skaffold"
brew "ssh-copy-id", link: true
brew "stern"
brew "terraform", link: false
brew "tfenv"
brew "tig"
brew "uv"
brew "vorbis-tools"
brew "watchman"
brew "wget"
brew "zsh"
brew "zsh-completions"
brew "heroku/brew/heroku"
cask "alfred"
cask "android-file-transfer"
cask "android-studio"
cask "bdash"
cask "bitwarden"
cask "blackhole-2ch"
cask "clipy"
cask "discord"
cask "docker"
cask "figma"
cask "firefox"
cask "flutter"
cask "gimp"
cask "github"
cask "google-chrome"
cask "google-cloud-sdk"
cask "google-drive"
cask "intellij-idea-ce"
cask "iterm2"
cask "mysqlworkbench"
cask "ngrok"
cask "onedrive"
cask "processing"
cask "rectangle"
cask "sketch"
cask "skype"
cask "slack"
cask "visual-studio-code"
cask "warp"
cask "wechat"
cask "zoom"
mas "Boxy SVG", id: 611658502
mas "Evernote", id: 406056744
mas "Free MP4 Converter", id: 693443591
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "LINE", id: 539883307
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Xcode", id: 497799835
vscode "aaron-bond.better-comments"
vscode "alefragnani.bookmarks"
vscode "bmewburn.vscode-intelephense-client"
vscode "christian-kohler.path-intellisense"
vscode "craigmaslowski.erb"
vscode "dart-code.dart-code"
vscode "dart-code.flutter"
vscode "dbaeumer.vscode-eslint"
vscode "dianyijiang.es67-react-snippets"
vscode "docker.docker"
vscode "donjayamanne.githistory"
vscode "dskwrk.vscode-generate-getter-setter"
vscode "dsznajder.es7-react-js-snippets"
vscode "eamodio.gitlens"
vscode "editorconfig.editorconfig"
vscode "eg2.tslint"
vscode "emilast.logfilehighlighter"
vscode "esbenp.prettier-vscode"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-pull-request-github"
vscode "golang.go"
vscode "graphql.vscode-graphql"
vscode "graphql.vscode-graphql-syntax"
vscode "hashicorp.terraform"
vscode "ibm.output-colorizer"
vscode "jebbs.plantuml"
vscode "johnpapa.angular2"
vscode "junstyle.php-cs-fixer"
vscode "kaiwood.endwise"
vscode "karunamurti.haml"
vscode "mathiasfrohlich.kotlin"
vscode "mechatroner.rainbow-csv"
vscode "mermade.openapi-lint"
vscode "mike-co.import-sorter"
vscode "mikestead.dotenv"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.live-server"
vscode "ms-vscode.vscode-typescript-tslint-plugin"
vscode "msjsdiag.vscode-react-native"
vscode "octref.vetur"
vscode "orta.vscode-jest"
vscode "prisma.prisma"
vscode "redhat.vscode-yaml"
vscode "ryu1kn.partial-diff"
vscode "saoudrizwan.claude-dev"
vscode "scala-lang.scala"
vscode "shopify.ruby-lsp"
vscode "steoates.autoimport"
vscode "tamasfe.even-better-toml"
vscode "tobiah.language-pde"
vscode "vayan.haml"
vscode "vue.volar"
vscode "waderyan.gitblame"
vscode "wingrunr21.vscode-ruby"
vscode "yzhang.markdown-all-in-one"
vscode "ziyasal.vscode-open-in-github"
vscode "zoellner.openapi-preview"
vscode "zxh404.vscode-proto3"
