tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "pivotal/tap"
tap "sanemat/font"
brew "openssl"
brew "readline"
brew "xz"
brew "circleci"
brew "composer"
brew "direnv"
brew "docker", link: false
brew "ghq"
brew "gibo"
brew "hub"
brew "jenv"
brew "jq"
brew "kompose"
brew "kubectx"
brew "kubernetes-helm"
brew "mas"
brew "nodebrew"
brew "peco"
brew "pyenv"
brew "pyenv-virtualenv"
brew "ssh-copy-id"
brew "stern"
brew "tig"
brew "watchman"
brew "wget"
brew "zlib"
brew "zsh"
brew "zsh-completions"
brew "pivotal/tap/springboot"
brew "sanemat/font/ricty", args: ["with-powerline"]
cask "adoptopenjdk8"
cask "alfred"
cask "android-file-transfer"
cask "android-studio"
cask "arduino"
cask "docker"
cask "google-backup-and-sync"
cask "google-chrome"
cask "google-cloud-sdk"
cask "intellij-idea-ce"
cask "iterm2"
cask "java"
cask "java11"
cask "minikube"
cask "processing"
cask "skype"
cask "slack"
cask "spectacle"
cask "visual-studio-code"
mas "Boxy SVG", id: 611658502
mas "Free MP4 Converter", id: 693443591
mas "GarageBand", id: 682658836
mas "Gifted", id: 771955779
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "LINE", id: 539883307
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Xcode", id: 497799835
